app/views/index/index.html.erb

SELECT "gossips".* FROM "gossips"
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 17], ["LIMIT", 1]]
---

<% Gossip.all.each do |gossip| %>
  <div class = "gossip">
    <p><%=User.all.find_by(id: gossip.user_id).first_name%> <%=User.all.find_by(id: gossip.user_id).last_name%></p>